// Изображение товара;
// Тип Предложения: аукцион или разовое предложение( относится к прямым продажам);
// Название товара;
// Город (в котором находится товар);
// Продавец (название компании);
// Вид товар;
// Описание товара;
// Цена товара;

export default {
  data: [
    {
      id: 1,
      img: '/_nuxt/assets/images/product.png',
      typeId: 1,
      name: 'Пиломатериалы брус доска',
      city: 'Москва',
      seller: 'ЗАО Лесник',
      typeOfGoods: 'Стройматериалы',
      description:
        'Пиломатериалы брус доска. Распродажа пиломатериалов в связи закрытием ЛЕСО-БАЗЫ! Успейте приобрести пиломатериал со скидками до закрытия 01.06.2022 ! Мы стараемся быть не такими как все и даем вам: Доставка в согласованный день, если переносим - доставка бесплатно за наш счет. Весь материал соответствует гостам. Вы можете проверить пиломатериалы на складе или на адресе. Если материал не соответствует заявленному качеству - бесплатно меняем его.',
      price: 1000,
      count: 111
    },
    {
      id: 2,
      img: '/_nuxt/assets/images/product.png',
      typeId: 2,
      name: 'Бревно цилиндрованное',
      city: 'Казань',
      seller: 'ООО Брусок',
      typeOfGoods: 'Стройматериалы',
      description:
        'Успейте приобрести пиломатериал со скидками до закрытия 01.06.2022 ! Мы стараемся быть не такими как все и даем вам: Доставка в согласованный день, если переносим - доставка бесплатно за наш счет. Весь материал соответствует гостам. Вы можете проверить пиломатериалы на складе или на адресе. Если материал не соответствует заявленному качеству - бесплатно меняем его.',
      price: 1000,
      count: 111
    },
    {
      id: 3,
      img: '/_nuxt/assets/images/product.png',
      typeId: 2,
      name: 'Доски 2 сорт',
      city: 'Санкт-Петербург, Красное Село',
      seller: 'ООО Брусок',
      typeOfGoods: 'Стройматериалы',
      description:
        'Распродажа пиломатериалов в связи закрытием ЛЕСО-БАЗЫ! Успейте приобрести пиломатериал со скидками до закрытия 01.06.2022 ! Мы стараемся быть не такими как все и даем вам: Доставка в согласованный день, если переносим - доставка бесплатно за наш счет. Весь материал соответствует гостам. Вы можете проверить пиломатериалы на складе или на адресе. Если материал не соответствует заявленному качеству - бесплатно меняем его.',
      price: 1000,
      count: 111
    },
    {
      id: 4,
      img: '/_nuxt/assets/images/product.png',
      typeId: 1,
      name: 'Бамбук 2 камаза',
      city: 'Казань',
      seller: 'ООО Брусок',
      typeOfGoods: 'Стройматериалы',
      description:
        'Лучшие цены в Татарстане, Успейте приобрести пиломатериал со скидками до закрытия 01.06.2022 ! Мы стараемся быть не такими как все и даем вам: Доставка в согласованный день, если переносим - доставка бесплатно за наш счет. Весь материал соответствует гостам. Вы можете проверить пиломатериалы на складе или на адресе. Если материал не соответствует заявленному качеству - бесплатно меняем его.',
      price: 1000,
      count: 111
    },
    {
      id: 5,
      img: '/_nuxt/assets/images/product.png',
      typeId: 1,
      name: 'Хвойный лес',
      city: 'Казань',
      seller: 'ООО Брусок',
      typeOfGoods: 'Стройматериалы',
      description:
        'Пиломатериалы брус доска. Распродажа пиломатериалов в связи закрытием ЛЕСО-БАЗЫ! Успейте приобрести пиломатериал со скидками до закрытия 01.06.2022 ! Мы стараемся быть не такими как все и даем вам: Доставка в согласованный день, если переносим - доставка бесплатно за наш счет. Весь материал соответствует гостам. Вы можете проверить пиломатериалы на складе или на адресе. Если материал не соответствует заявленному качеству - бесплатно меняем его.',
      price: 1000,
      count: 111
    },
    {
      id: 6,
      img: '/_nuxt/assets/images/product.png',
      typeId: 1,
      name: 'Шлифованный брус 100х100',
      city: 'Казань',
      seller: 'ООО Брусок',
      typeOfGoods: 'Стройматериалы',
      description:
        'Пиломатериалы брус доска. Распродажа пиломатериалов в связи закрытием ЛЕСО-БАЗЫ! Успейте приобрести пиломатериал со скидками до закрытия 01.06.2022 ! Мы стараемся быть не такими как все и даем вам: Доставка в согласованный день, если переносим - доставка бесплатно за наш счет. Весь материал соответствует гостам. Вы можете проверить пиломатериалы на складе или на адресе. Если материал не соответствует заявленному качеству - бесплатно меняем его.',
      price: 1000,
      count: 111
    }
  ]
};
